{
  "legacy.menu.mods": "Modifications",
  "legacy.menu.download_natives_message": "Would you like to download these libraries to be able to play on Controller?",
  "legacy.menu.downloading_natives": "Downloading Libraries",
  "legacy.menu.loading_natives": "Loading Libraries",
  "legacy.menu.download_natives": "Download %s Libraries",
  "legacy.controls.controller.steam": "Steam Deck Edition",
  "legacy.controls.controller.java": "Keyboard Icons",
  "legacy.menu.albums.resource": "Texture Packs",
  "legacy.menu.albums.resource.minecraft": "Minecraft Texture Pack",
  "legacy.menu.albums.resource.minecraft.description": "Default Minecraft Textures",
  "legacy.menu.albums.resource.minecraft_classic": "Minecraft Classic Texture Pack",
  "legacy.menu.albums.resource.minecraft_classic.description": "The classic Minecraft look you know and love! We recently updated the game with new and stylish textures, but if you prefer more of a retro flavor to your Minecraft, this is the pack for you! Why not try both packs and compare them yourself?",
  "legacy.menu.change_skin": "Change Skin (Skin Packs Unavailable)",
  "legacy.menu.albums.resource.adv_time": "Adventure Time",
  "legacy.menu.albums.resource.adv_time.description": "Adventure Time goes totally geometric in this Minecraft Mash-up Pack - containing an Adventure Time-themed Skin Pack, Texture Pack, original soundtrack and the Land of Ooo itself! Ooh!",
  "legacy.menu.albums.resource.candy": "Candy Texture Pack",
  "legacy.menu.albums.resource.candy.description": "Indulge your sweet tooth with this sugar-coated texture pack!",
  "legacy.menu.albums.resource.caribbean": "Pirates Of The Caribbean Mash-up",
  "legacy.menu.albums.resource.caribbean.description": "Take what you can. Give nothing back! Join Jack and his crew in the Pirates of the Caribbean Mash-up, featuring all of your favorite rogues and rascals. Plot a course from Tortuga to Shipwreck Cove and all the way down to Davy Jones’ Locker. This is the day you will always remember as the day you sailed with Captain Jack Sparrow.",
  "legacy.menu.albums.resource.cartoon": "Cartoon Texture Pack",
  "legacy.menu.albums.resource.cartoon.description": "A Minecraft texture pack to surprise and amuse you. Even the spiders are happy!",
  "legacy.menu.albums.resource.chinese": "Chinese Mythology",
  "legacy.menu.albums.resource.chinese.description": "Journey through epic terrain and find enlightenment in the land of dragons with this Mash-up Pack inspired by the myths and legends of China. Minecrafters get to explore a Chinese Mythology-themed world, with glorious Textures, legendary Skins and enchanting Music. The Pack also includes a themed Battle map exclusive to this Mash-up!",
  "legacy.menu.albums.resource.city": "City Texture Pack",
  "legacy.menu.albums.resource.city.description": "A creative texture set, ideal for building structures. The perfect set for the focused builder.",
  "legacy.menu.albums.resource.dragonborn": "The Elder Scrolls V: Skyrim",
  "legacy.menu.albums.resource.dragonborn.description": "The Elder Scrolls V: Skyrim meets Minecraft! This Mash-Up Pack contains a Skyrim style Texture Pack, Skin Pack, and a Skyrim themed world to explore!",
  "legacy.menu.albums.resource.egyptian": "Egyptian Mythology",
  "legacy.menu.albums.resource.egyptian.description": "Will you survive the perils of the Pyramids? Journey through the Valley of the Kings, dodge deadly traps and explore the ancient tombs below! The fourth pack in the Mythology series, this Egyptian-themed Mash-up comes with textures fit for a Pharaoh, legendary mobs, a pantheon of skins and an epic soundtrack!",
  "legacy.menu.albums.resource.fallout": "Fallout",
  "legacy.menu.albums.resource.fallout.description": "Welcome to the Wasteland! Celebrate the Fallout® series in Minecraft by cracking open this Vault containing 44 unique skins, custom textures, re-skinned mobs, a special post-apocalyptic map, original Fallout soundtrack compilation and a Pip-Boy inspired UI.",
  "legacy.menu.albums.resource.fantasy": "Fantasy Texture Pack",
  "legacy.menu.albums.resource.fantasy.description": "The golden times are here. A medieval, fantasy look for your worlds.",
  "legacy.menu.albums.resource.festive": "Festive",
  "legacy.menu.albums.resource.festive.description": "Celebrate the Festive period with this wintery Mash-Up Pack! This pack contains a Festive style Texture Pack, Skin Pack, new music and a Festive world.",
  "legacy.menu.albums.resource.greek": "Greek Mythology",
  "legacy.menu.albums.resource.greek.description": "Mythical Greece meets Minecraft! This Mash-Up Pack contains a Greek Mythology style Texture Pack, Skin Pack, and a themed world to explore.",
  "legacy.menu.albums.resource.halloween": "Halloween",
  "legacy.menu.albums.resource.halloween_2015": "Halloween 2015",
  "legacy.menu.albums.resource.halloween_2015.description": "Happy Halloween! Dress suitably spookily and prepare for the ultimate Minecraft Halloween thrill ride.",
  "legacy.menu.albums.resource.n7": "Mass Effect",
  "legacy.menu.albums.resource.n7.description": "Mass Effect meets Minecraft! This Mash-Up Pack contains a Mass Effect style Texture Pack, and a Skin Pack with 36 Mass Effect characters!",
  "legacy.menu.albums.resource.natural": "Natural Texture Pack",
  "legacy.menu.albums.resource.natural.description": "Give your worlds a more natural look. A texture pack based on soft colors and lines.",
  "legacy.menu.albums.resource.nightmare": "The Nightmare Before Christmas",
  "legacy.menu.albums.resource.nightmare.description": "A nightmare? Before Christmas? With thousands of blocks over there, and more redstone than I can bear? Looks scary, but also fun! Could it be I got my wish? Should I play, or should I run? A Christmas pack so nightmarish!",
  "legacy.menu.albums.resource.norse": "Norse Mythology",
  "legacy.menu.albums.resource.norse.description": "Are you heroic enough to enter the Great Hall, Valhalla? Find out in the Norse Mythology Mash-up! Compose your own grand saga as you voyage through the 9 realms, from the treetops of Yggdrasil, down into the mines of Svartalfheim and the depths of Hel! The third episode in the mythology series, this pack has hand carved textures, a thunderous soundtrack and a horde of skins. Skål!",
  "legacy.menu.albums.resource.pattern": "Pattern Texture Pack",
  "legacy.menu.albums.resource.pattern.description": "Decorate your world with this bright and colorful texture pack filled with beautiful patterns and knitted animals!",
  "legacy.menu.albums.resource.plastic": "Plastic Texture Pack",
  "legacy.menu.albums.resource.plastic.description": "A brightly colored, simple texture pack with chocolate block highlighting and simple icons.",
  "legacy.menu.albums.resource.sackboy": "LittleBigPlanet™",
  "legacy.menu.albums.resource.sackboy.description": "LittleBigPlanet™ meets Minecraft! This Mash-Up Pack contains a LittleBigPlanet™ style Texture Pack, Skin Pack, and a LittleBigPlanet™ themed world to explore!",
  "legacy.menu.albums.resource.steampunk": "Steampunk Texture Pack",
  "legacy.menu.albums.resource.steampunk.description": "Create your own Industrial Revolution with this Victorian inspired Steampunk texture pack!",
  "legacy.menu.albums.resource.steven_uni": "Steven Universe",
  "legacy.menu.albums.resource.steven_uni.description": "Steven enters the Minecraft universe in this Diamond-worthy Mash-up! Contains Steven Universe themed skins, textures, original music from the show, and all your favorite locations, from Beach City to Homeworld. Believe in Steven!",
  "legacy.menu.albums.resource.super_cute": "Super Cute Texture Pack",
  "legacy.menu.albums.resource.super_cute.description": "The Super Cute Texture Pack lets you create a cheerful world full of the cutest and cuddliest mobs! Bouncing bunnies, ultra-adorable unicorns, brilliant bumblebees and, er, burgers? Yes, burgers! Even the squid will make you Squeee! This texture pack comes with 15 skins!",
  "legacy.menu.albums.resource.super_mario": "Super Mario Mash-up",
  "legacy.menu.albums.resource.super_mario.description": "Super Mario meets Minecraft! This Mash-Up Pack contains a Super Mario-style Texture Pack, Skin Pack and a Super Mario-themed world to explore!",
  "legacy.menu.albums.resource.toy": "Toy Story Mash-Up",
  "legacy.menu.albums.resource.toy.description": "Open up the toy box! Woody, Buzz, Bo Peep and many of your favorite toys come to life in this oversized Mash-up based on all the Toy Story movies! To infinity and beyond!",
  "legacy.menu.albums.resource.unavailable": "This texture pack is currently not available. Applying this will fallback to the Minecraft Texture Pack.",
  "legacy.menu.albums.resource.template": "Texture Pack %s",
  "legacy.menu.albums.resource.template.description": "A custom texture pack saved with the resource packs that were selected in the Resource Packs Screen! You can edit it in the resource_albums.json file in the game directory.",
  "legacy.menu.add_album": "Add Texture Pack",
  "legacy.menu.edit_album": "Edit Pack Properties",
  "legacy.menu.album_info": "Enter the information for your pack",
  "legacy.menu.album_options": "Texture Pack Options",
  "legacy.menu.remove_album": "Remove Texture Pack",
  "legacy.menu.create_world": "Create New World",
  "legacy.menu.how_to_play.barrels": "Barrels",
  "legacy.menu.how_to_play.cartography": "Cartography",
  "legacy.menu.how_to_play.stonecutter": "Stonecutter",
  "legacy.menu.how_to_play.grindstone": "Grindstone",
  "legacy.menu.how_to_play.smithing": "Smithing",
  "legacy.menu.how_to_play.villagers": "Villagers",
  "legacy.menu.how_to_play.illagers": "Illagers",
  "legacy.menu.how_to_play.raids": "Raids",
  "legacy.menu.how_to_play.tridents": "Tridents",
  "legacy.menu.how_to_play.scaffolding": "Scaffolding",
  "legacy.menu.how_to_play.bees": "Bees",
  "legacy.menu.how_to_play.piglins": "Piglins",
  "legacy.menu.how_to_play.spyglass": "Spyglass",
  "legacy.menu.how_to_play.trial-chamber": "Trial Chambers",
  "legacy.menu.how_to_play.mace": "Mace",
  "legacy.menu.how_to_play.bundle": "Bundles",
  "legacy.menu.how_to_play.pale-garden": "Pale Garden",
  "legacy.menu.how_to_play.barrel_message": "§2HOW TO PLAY : BARRELS§r\n\nBarrels are a storage block similar to Chests, but offering their own uses. Barrels can't be combined into a larger inventory, but they are a full block and do net need a half block above them, making them better for compact storage.",
  "legacy.menu.how_to_play.smoker_message": "§2HOW TO PLAY : SMOKER§r\n\nA Smoker is a type of Furnace specialized for food. For example, you can smelt Raw Beef into Cooked Beef in a Smoker.\n\nPlace the Smoker in the world and press %s to use it.\n",
  "legacy.menu.how_to_play.smoker_message_1": "You need to put some fuel into the bottom of the Smoker, and the food to be fired in the top. The Smoker will then fire up and start working.\n\nWhen your items have been fired, you can move them from the output area into your inventory.\n\nIf an item your inventory pointer is over is an ingredient or fuel for the Smoker, you can quick move it to the correct slot by pressing %s.",
  "legacy.menu.how_to_play.blast-furnace_message": "§2HOW TO PLAY : BLAST FURNACE§r\n\nA Blast Furnace is a type of Furnace specialized for ores. For example, you can smelt Raw Iron into Iron Ingots in a Blast Furnace.\n\nPlace the Blast Furnace in the world and press %s to use it.\n",
  "legacy.menu.how_to_play.blast-furnace_message_1": "You need to put some fuel into the bottom of the Blast Furnace, and the item to be fired in the top. The Blast Furnace will then fire up and start working.\n\nWhen your items have been fired, you can move them from the output area into your inventory.\n\nIf an item your inventory pointer is over is an ingredient or fuel for the Blast Furnace, you can quick move it to the correct slot by pressing %s.",
  "legacy.menu.how_to_play.cartography_message": "§2HOW TO PLAY : CARTOGRAPHY TABLE§r\n\n\n",
  "legacy.menu.how_to_play.cartography_message_1": "",
  "legacy.menu.how_to_play.stonecutter_message": "§2HOW TO PLAY : STONECUTTER§r\n\n\n",
  "legacy.menu.how_to_play.stonecutter_message_1": "",
  "legacy.menu.how_to_play.grindstone_message": "§2HOW TO PLAY : GRINDSTONE§r\n\n\n",
  "legacy.menu.how_to_play.grindstone_message_1": "",
  "legacy.menu.how_to_play.smithing_message": "§2HOW TO PLAY : SMITHING§r\n\n\n",
  "legacy.menu.how_to_play.smithing_message_1": "",
  "legacy.menu.how_to_play.armor-trims_message": "§2HOW TO PLAY : ARMOR TRIMS§r\n\n\n",
  "legacy.menu.how_to_play.armor-trims_message_1": "",
  "legacy.menu.how_to_play.netherite_message": "§2HOW TO PLAY : NETHERITE§r\n\n\n",
  "legacy.menu.how_to_play.netherite_message_1": "",

  "legacy.menu.how_to_play.villagers_message": "§2HOW TO PLAY : VILLAGERS§r\n\nVillagers are a humanoid group who inhabit Villages all over the overworld. Villagers will trade with players using Emeralds. They may also summon Iron Golems to protect themselves during the night. Villagers have many jobs and variants, including:\n",
  "legacy.menu.how_to_play.villagers_none": "§9Unemployed§r\nUnemployed Villagers will try to look for a job nearby. A villager who has leveled beyond Novice in a skill will never revert to being Unemployed, even if their Workstation has been destroyed.\n",
  "legacy.menu.how_to_play.villagers_nitwit": "§9Nitwit§r\nNitwits can not get a job but will still breed. They wear green coats.\n",
  "legacy.menu.how_to_play.villagers_armorer": "§9Armorer§r\nA Villager who chooses a Blast Furnace as their Workstation will become an Armorer. They will primarily trade Iron/Diamond items.\n",
  "legacy.menu.how_to_play.villagers_butcher": "§9Butcher§r\nA Villager who chooses a Smoker as their Workstation will become a Butcher. They will primarily trade meats, berries, and stew.\n",
  "legacy.menu.how_to_play.villagers_cartographer": "§9Cartographer§r\nA Villager who chooses a Cartography Table as their Workstation will become a Cartographer. They will primarily trade paper type items, compasses, and maps.\n",
  "legacy.menu.how_to_play.villagers_cleric": "§9Cleric§r\nA Villager who chooses a Brewing Stand as their Workstation will become a Cleric. They will primarily trade magical items.\n",
  "legacy.menu.how_to_play.villagers_farmer": "§9Farmer§r\nA Villager who chooses a Composter as their Workstation will become a Farmer. They will primarily trade crops and a few foods.\n",
  "legacy.menu.how_to_play.villagers_fisherman": "§9Fisherman§r\nA Villager who chooses a Barrel as their Workstation will become a Fisherman. They will primarily trade fish.\n",
  "legacy.menu.how_to_play.villagers_fletcher": "§9Fletcher§r\nA Villager who chooses a Fletching Table as their Workstation will become a Fletcher. They will primarily trade ranged weapons and arrows.\n",
  "legacy.menu.how_to_play.villagers_leatherworker": "§9Leatherworker§r\nA Villager who chooses a Cauldron as their Workstation will become a Leatherworker. They will primarily trade scutes, hide, and leather items.\n",
  "legacy.menu.how_to_play.villagers_librarian": "§9Librarian§r\nA Villager who chooses a Lectern as their Workstation will become a Librarian. They will primarily trade Enchanted Books, clocks, ink sacs, and name tags.\n",
  "legacy.menu.how_to_play.villagers_mason": "§9Mason§r\nA Villager who chooses a Stonecutter as their Workstation will become a Mason. They will primarily trade polished stones, terracotta, and quartz.\n",
  "legacy.menu.how_to_play.villagers_shepard": "§9Shepard§r\nA Villager who chooses a Loom as their Workstation will become a Shepard. They will primarily trade wool, beds, and paintings.\n",
  "legacy.menu.how_to_play.villagers_toolsmith": "§9Toolsmith§r\nA Villager who chooses a Smithing Table as their Workstation will become a Toolsmith. They will primarily trade ores and tools.\n",
  "legacy.menu.how_to_play.villagers_weaponsmith": "§9Weaponsmith§r\nA Villager who chooses a Grindstone as their Workstation will become a Weaponsmith. They will primarily trade ores and weapons.\n",
  "legacy.menu.how_to_play.villagers_wandering-trader": "§9Wandering Trader§r\nA wandering nomad with no home. Wandering Traders have no home, they prefer to explore the world with their Llama companions. They may trade you an exotic item from a biome you've never been before.\n",
  "legacy.menu.how_to_play.villagers_zombie": "§9Zombie Villagers§r\nZombie Villagers can spawn naturally or be converted when a Villager is killed by a Zombie. You can cure a Zombie Villager by weakening it and feeding it a Golden Apple. If you do so the Villager may give you a discount as a thanks for curing them!",
  "legacy.menu.how_to_play.illagers_message": "§2HOW TO PLAY : ILLAGERS§r\n\nLife is never peaceful for Villagers though, as an enemy faction known as the Illagers will attempt to raid and kill them. Theres a few Illagers, including:\n",

  "legacy.menu.how_to_play.illagers_evoker": "§9Evoker§r\nEvokers won't fight for themseles, instead summoning Vexes to hunt you or raising Fangs from the ground to bite you.\n",
  "legacy.menu.how_to_play.illagers_pillager": "§9Pillager§r\nPillagers are raiders who weild crossbows. They will shoot you from a distance, so either close the gap or grab your own bow.\n",
  "legacy.menu.how_to_play.illagers_vindicator": "§9Vindicator§r\nVindicators weild an Iron Axe and will charge at you with little regard for their own life.\n",
  "legacy.menu.how_to_play.illagers_ravager": "§9Ravager§r\nRavagers are big brutish beasts that are hard to stop. Sometimes a raider will ride atop one.\n",
  "legacy.menu.how_to_play.illagers_vex": "§9Vex§r\nI HATE THEM I HATE THEM I HATE THEM!\n",
  "legacy.menu.how_to_play.illagers_witch": "§9Witch§r\nWitches are Villagers who decided to take a different carrer path to the others. They will use potions to their benift and your detriment.",
  "legacy.menu.how_to_play.raids_message": "§2HOW TO PLAY : RAIDS§r\n\nWhile exploring the world you may encounter a Pillager encampment or patrol. Pillagers are always looking for villages to raid.\nPillager Captains carry banners. Killing one will give you an Ominous Bottle.\nDrinking one and entering a village will trigger a Raid, and waves of enemies will start attacking the village!\n",
  "legacy.menu.how_to_play.raids_message_1": "Defeating all of the raiders will end the Raid, and you will gain the Hero of the Village status effect.\nVillagers tend to be very grateful to their heroes, so be sure to check back with them. You might get a good deal on some trades.",
  "legacy.menu.how_to_play.scaffolding_message": "§2HOW TO PLAY : SCAFFOLDING§r\n\nScaffolding can help you create huge structures safely! You can walk inside Scaffolding and stand on it.\nIf you have a column on Scaffolding you can climb it by standing in the middle and holding the %s button.\nIf you want to climb down again, hold the %s button.\n",
  "legacy.menu.how_to_play.scaffolding_message_1": "Scaffolding needs support. You can only place 4 Scaffolding blocks horizontally without them touching a different block.\nWhen you attempt to place the 5th Scaffolding block without proper support, it will fall.\nScaffolding can be built up into huge towers very quickly without moving - placing a Scaffolding block on top of another will place it at the very top of the pile, rather than just the top of that block.\n",
  "legacy.menu.how_to_play.scaffolding_message_2": "When scaffolding is broken it will also break every Scaffolding block that was being supported by it.\nThis will let you quickly clean up your Scaffolding by breaking the supporting blocks!",
  "legacy.menu.how_to_play.tridents_message": "§2HOW TO PLAY : TRIDENTS§r\n\nTridents are a weapon obtained by killing a Drowned that has a Trident. It can be used as a melee weapon or thrown at enemies from a distance. The Trident has a few unique enchantments:\n",

  "legacy.menu.how_to_play.tridents_impaling": "§9Impaling§r\nWhen a Trident is enchanted with Impaling it will deal more damage to any water mobs, increasing in amount with each level.\n",
  "legacy.menu.how_to_play.tridents_riptide": "§9Riptide§r\nWhen a Trident is enchanted with Riptide it removes the ability to throw the Trident. In place you can throw yourself if you are in water or it's raining.\n",
  "legacy.menu.how_to_play.tridents_loyalty": "§9Loyalty§r\nWhen a Trident is enchanted with Loyalty it will automatically return to you after hitting the ground or getting to far away.\n",
  "legacy.menu.how_to_play.tridents_channeling": "§9Channeling§r\nWhen a Trident is enchanted with Channeling it will strike any enemies hit with it with lightning if it is storming out.\n",

  "legacy.menu.how_to_play.mace_message": "§2HOW TO PLAY : MACE§r\n\nYou can get a Mace by combining a Breeze Rod with a Heavy Core. It's not a very good melee weapon, but if you hit an enemy while falling, you can turn your momentum into damage. Any fall damage you would have taken will be negated if you successfully land a smash attack. The Mace has a few unique enchantments:\n",
  "legacy.menu.how_to_play.mace_density": "§9Density§r\nWhen a Mace is enchanted with Density it will increase the damage dealt per block, increasing by 0.5 per level.\n",
  "legacy.menu.how_to_play.mace_breach": "§9Breach§r\nWhen a Mace is enchanted with Breach it will reduce the effectiveness of your opponents armor.\n",
  "legacy.menu.how_to_play.mace_wind-burst": "§9Wind Burst§r\nWhen a Mace is enchanted with Wind Burst it will lunch you upwards with a big burst of wind when you smash an enemy, the power which you are launched with increases per level.\n",
  "legacy.menu.how_to_play.bees_message": "§2HOW TO PLAY : BEES§r\n\nWhile exploring a forest, you may find a Bee Nest and 1-3 Bees. Bees will fly around to flowers and bring the pollen back to their Nest to turn into Honey! If a pollenated Bee passes over a crop, that crop will become pollenated and will grow faster.\n",

  "legacy.menu.how_to_play.bees_message_1": "If a Hive is full, you can use Shears on it to get Honey Combs or an Empty Bottle to get Honey Bottles. If you do this though, the bees inhabiting that hive will get mad and try to sting you, killing the Bee and poisoning you. To avoid this, put a Campfire below the Bee Hive. Bees will also get angry if you attack them or any nearby Bee.",
  "legacy.menu.how_to_play.piglins_message": "§2HOW TO PLAY : PIGLINS§r\n\nPiglins are humanoid pigs that inhabit the nether and roam in groups. They will attack players on sight unless they are wearing gold armor. Piglins really like gold, and will barter certain useful items with you for a piece.\nSometimes you'll find these hunters preying on a Hoglin, they'll do a dance if they win!\n",
  "legacy.menu.how_to_play.piglins_message_1": "Piglins can also be found at Bastions, an old base they still live at. Don't get too comfortable with your armor, as Piglin Brutes also live there and will attack you no matter what. There's plenty of nice loot in Bastions, but Piglins don't like people messing with their stuff and will attack you if you try to steal in front of them.\n",
  "legacy.menu.how_to_play.piglins_message_2": "Zombified Piglins are re-animated versions of Piglins, and will scare away living Piglins. They won't attack you until you attack one of them, if you do a hoard will chase you until you kill them all or die trying.",
  "legacy.menu.how_to_play.spyglass_message": "§2HOW TO PLAY : SPYGLASS§r\n\nThe Spyglass is a tool to see things that are far away. You can craft one with 2 Copper Ingots and an Amethyst Shard. To zoom in, hold %s.\n",

  "legacy.menu.how_to_play.pale-garden_message": "§2HOW TO PLAY : PALE GARDENS§r\n",
  "legacy.menu.how_to_play.pale-garden_message_1": "§9The Pale Garden§r\nThe Pale Garden is one of the newest biomes added into Minecraft! Pale gardens are a biome variant of dark forests which generate adjacent to dark forests in areas of high continentalness and weirdness. They mainly consist of pale oak trees, along with pale moss patches made of pale moss blocks and pale moss carpets, and scattered eyeblossoms. Pale hanging moss can also be found hanging off the trees. Some of the pale oak trees contain a creaking heart block, which spawns a creaking when activated at night. Woodland mansions can generate in pale gardens. The water, sky, and blocks of the biome are desaturated. With Vibrant Visuals, the pale garden has an extremely dense pale fog that blocks all skylight and limits the view to only a few chunks.\n",
  "legacy.menu.how_to_play.pale-garden_message_2": "§9The Creaking§r\nA creaking is a hostile mob spawned by active creaking hearts at night. It moves to attack players with melee headbutts, but cannot move at all while any players in Survival or Adventure mode can see it. Creakings spawn when an activated creaking heart is triggered at nighttime. To activate the heart, it must be placed between two pale oak blocks (pale oak logs, pale oak wood, stripped pale oak logs, or stripped pale oak wood) with the same orientation as the heart and along the same axis (for example, all three oriented along the Y axis, stacked on top of each other). When these conditions are met and the creaking heart is within the Overworld, a creaking spawns within 16 blocks horizontally and 8 blocks vertically of the creaking heart. The spawned creaking is linked to this creaking heart. The creaking heart does not deactivate even if its surrounding logs are broken or moved via pistons when the creaking is out.\n",
  "legacy.menu.how_to_play.pale-garden_message_3": "§9Tips§r\nCreakings are found in this biome only at night, but their spawning is controlled by creaking hearts, not the biome. Since naturally generated Pale Oaks only have a 20% chance to include a creaking heart, it is possible to have Pale Gardens with no creaking hearts and no creakings, especially if they are smaller areas. Regular passive mobs do not naturally spawn in the pale garden, but normal hostile mobs can spawn here, sometimes even during the day because of the thick foliage.",

  "legacy.menu.how_to_play.new_message": "§2Changes and Additions§r\n",
  "legacy.menu.how_to_play.new_message_1": "- Added The Copper Age! Copper has become a whole lot more useful, with new tools, decorations, and a new way to organize your items!\n- Added Copper Golems and Copper Chests that are created by placing a Carved Pumpkin above a Copper Block. Both can be used together to organize your items!\n- Added the Copper Golem Statue, a decorative block generated as a result of Copper Golems oxidizing.\n- Added Copper tools, weapons and armor that are more durable than Stone and Leather equipment, but cannot mine the same blocks or absorb as much damage as Iron.\n- Added Copper Horse Armor, available as loot alongside other horse armor.\n- Added the Copper Nugget, obtained by crafting from a Copper Ingot or smelting Copper equipment.\n- Added new decorative blocks: Copper Bars, Copper Chain, Copper Lantern, and Copper Torch.\n- Added the Shelf, a way to quickly swap a section of items from your hotbar, customizable with Redstone.\n- Lightning Rods now have oxidized variants!",
  "legacy.menu.how_to_play.new_message_2": "§9The Nautilus§r\nThe Nautilus is a new neutral aquatic mob\nSpawns in all ocean biomes\nAttacks using a Dash attack, if provoked\nOccasionally attacks Pufferfish within range using the Dash attack\nTakes suffocation damage on land\nThe Nautilus can be bred and tamed using a Pufferfish or a Bucket of Pufferfish\nDespawns naturally, however becomes persistent when interacted with by a player\nHas a chance to drop a Nautilus Shell when killed, with increasing chance for each level of Looting\nA tamed Nautilus:\nCan be equipped with a Saddle to ride\nHas an inventory screen for managing Saddle and Armor\nHas a Dash skill similar to Camels, used by pressing the Jump button\nAdds the \"Breath of the Nautilus\" effect to mounted players\nWith a Saddle has a roaming restriction of 16 blocks\nWithout a Saddle has a roaming restriction of 32 blocks",

  "legacy.menu.copper-tools.inventory_message": "§2HOW TO PLAY : COPPER TOOLS§r\n\nCopper Equipment are the newest tools and armor added into Minecraft! Unlike other equipment, with how frequent Copper can be found, they can be mass produced! It is faster than stone, and slightly worse than iron\n",
  "legacy.menu.copper-tools.inventory_message_1": "§9How To Use§r\nYou can simply use Copper Equipment like any other, simply craft and use!",
  "legacy.menu.how_to_play.copper-tools": "Copper Tools",
  "legacy.menu.how_to_play._message": "§2HOW TO PLAY : §r\n\n\n",
  "legacy.menu.how_to_play._message_1": "",
  "legacy.menu.how_to_play.trial-chamber_message": "§2HOW TO PLAY : TRIAL CHAMBERS§r\n\nTrial chambers (inconsistently plural in-game) are underground structures that serve as a mid-game combat challenge. They consist mostly of copper blocks and tuff bricks, and are the only place where trial spawners and vaults naturally generate. Trial chambers are also the only place where breezes spawn, whose breeze rods can be used to craft wind charges. Various materials such as heavy cores and certain armor trims are obtained exclusively by unlocking vaults in trial chambers. As it is the only source of breeze rods and heavy cores, the structure is also the location where maces are obtained.\n\nOminous trials can also take place here through Bad Omen, where Trial Omen causes all trial spawners to become ominous, making them more difficult and providing greater rewards.",
  "legacy.options.optionsPreset.lmr_6th": "Very Low (XB/PS2*)",
  "legacy.options.optionsPreset.lmr_6th.tooltip": "A preset based on a what-if* idea where the Legacy Console Edition came to the 6th Generation of Consoles (PlayStation® 2, GameCube, Xbox)",
  "legacy.options.optionsPreset.handheld": "Handheld (Switch/Vita)",
  "legacy.options.optionsPreset.low": "Low (XB360/PS3)",
  "legacy.options.optionsPreset.low.tooltip": "A preset based on the classic console editions, such as Xbox 360, PlayStation® 3 and Wii U, which had 10 chunks render distance, a fake autosaving screen, and an autosave countdown.",
  "legacy.options.optionsPreset.lmr_default": "Default",
  "legacy.options.optionsPreset.lmr_default.tooltip": "A preset that is similar to the Low preset, but instead with a 12 chunk render distance, no fake autosaving acreen, and no autosave countdown.",
  "legacy.options.optionsPreset.lmr_defaultplus": "Default+",
  "legacy.options.optionsPreset.lmr_defaultplus.tooltip": "A preset that is in-between the Default and Medium presets, with a 15 chunk render distance.",
  "legacy.options.optionsPreset.medium": "Medium (XB1/PS4)",
  "legacy.options.optionsPreset.high": "High (XB Series/PS5*)",
  "legacy.options.optionsPreset.high.tooltip": "A preset for higher-end machines, potentially what could've shipped on PlayStation® 5 and Xbox Series X|S consoles*, having aspects of modern console editions, but with a 24 chunk render distance.",
  "legacy.options.optionsPreset.ultra": "Ultra",
  "legacy.options.optionsPreset.ultra.tooltip": "A preset for higher-end machines, having aspects of modern console editions, but with a 32 chunk render distance.",
  "legacy.options.optionsPreset.lmr_extrene": "Extreme",
  "legacy.options.optionsPreset.lmr_extreme.tooltip": "A preset prepared for powerful 'puters, having aspects of modern console editions, but instead having a 64 chunk render distance. Requires a beefy computer. Here be dragons!"
}
