{
    "legacy.menu.how_to_play.basics_message": "HOW TO PLAY : BASICS\n\nMinecraft is a game about placing blocks to build anything you can imagine, at night monsters come out, so make sure to build a shelter before that happens.\n\nUse %s to look around\n\nUse %s to move around\n\nPress %s to jump",
    "legacy.menu.how_to_play.basics_message_1": "\nHold %s to mine and chop using your hand or whatever you are holding. you may need to craft a tool to mine some blocks.\n\nIf you are holding an item in your hand, use %s to use that item or press %s to drop that item.",
    "legacy.menu.how_to_play.chest_message": "HOW TO PLAY : CHEST\n\nOnce you have crafted a Chest, you can place it in the world and then open it with %s to store items from your inventory.\n",
    "legacy.menu.how_to_play.hud_message": "HOW TO PLAY : HUD\n\nThe HUD shows information about your status; your health, your remaining oxygen when you are under water, and your armor (if you are wearing any).",
    "legacy.menu.how_to_play.hud_message_1": "\nit also shows the items that are available to use. Use %s and %s to change the item in your hand.",
    "legacy.menu.how_to_play.inventory_message": "HOW TO PLAY : INVENTORY\n\nUse %s to view your inventory.\n\nThis screen shows items available for use in your hand, and all the other items that you are carrying. Your armor is also shown here.\n\nUse %s to move the pointer.\nUse %s to pick up an item that is under the pointer. If there is more than one item here this will pick them all up, or you can use %s to pick up just half of them.",
    "legacy.menu.how_to_play.inventory_message_1": "\nMove the item with the pointer over another space in the inventory and place it there using %s. \nWith multiple items on the pointer, use %s to place them all or %s to place just one.",
    "legacy.menu.how_to_play.crafting_message": "HOW TO PLAY : CRAFTING\n\nIn the Crafting interface, you can combine items from your inventory to create new types of items. Use %s to open the crafting interface.\n",
    "legacy.menu.how_to_play.crafting_message_1": "Scroll through the tabs at the top using %s and %s to select the type of item you wish to craft, then use %s to select the item to craft.\n\nThe crafting area shows the items required to craft the new item. Press %s to craft the item and place it in your inventory.",
    "legacy.menu.how_to_play.crafting_message_2": "",
    "legacy.menu.how_to_play.dispenser_message": "HOW TO PLAY : DISPENSER\n\nA Dispenser is used to shoot out Items. You will need to place a switch (for example, a lever) next to the dispenser to trigger it.\n",
    "legacy.menu.how_to_play.dispenser_message_1": "To fill the dispenser with items press %s, then move the items that you want to dispense from your inventory into the dispenser.\n\nNow whenever you use the switch, the dispenser will shout out an item.",
    "legacy.menu.how_to_play.furnace_message": "HOW TO PLAY : FURNACE\n\nA Furnace allows you to change items by firing them. For example, you can smelt Iron Ore into Iron Ingots in the Furnace.\n\nPlace the Furnace in the world and press %s to use it.\n",
    "legacy.menu.how_to_play.furnace_message_1": "You need to put some fuel into the bottom of the furnace, and the item to be fired in the top. The furnace will then fire up and start working.\n\nWhen your items have been fired, you can move them from the output area into your inventory.",
    "legacy.menu.how_to_play.nether-portal_message": "HOW TO PLAY : NETHER PORTAL\n\nA Nether Portal allows players to travel between the Overworld and The Nether. The Nether can be used to fast-travel in the Overworld; traveling one block distance in The Nether is equivalent to traveling 8 blocks in the Overworld.\nThis means that if you build a second portal in The Nether and exit through it, you will be 8 times further away from your entry point than the distance that you walked.\n",
    "legacy.menu.how_to_play.nether-portal_message_1": "A minimum of 10 Obsidian blocks are required to build a portal, and the portal needs to be at least 5 blocks high by 4 blocks wide.\nPortals can be up to 23 blocks high by 23 blocks wide as long as they are rectangular.\n\nOnce the frame is built, the portal can be activated by igniting the interior of the frame. This can be done using Flint and Steel or a Fire Charge.\n\nExamples of portal construction are shown in the picture to the right."
}